Repository: cserft/MemeiPad
Catalog: src/Resources/*.lproj/Localizable.strings
Languages: es, id, pt, zh_hant

# app_name
source: meme for ipad
es: Yahoo! Meme
id: Yahoo! Mim
pt: Yahoo! Meme
zh_hant: Yahoo! Meme

# path_logo_header
source: images/logo_meme_white.png
es: images/logo_meme_white_es.png
id: images/logo_meme_white_id.png
pt: images/logo_meme_white_br.png

# path_btn_signup_background_image
source: images/btn_signup.png
es: images/btn_signup_es.png
id: images/btn_signup_id.png
pt: images/btn_signup_br.png
zh_hant: images/btn_signup_zh.png

# btn_signup_alert
source: Create your account
es: Crea tu cuenta
id: Buat account Anda
pt: Crie sua conta
zh_hant: 創建你的賬號

# btn_signup_message
source: We will open the Sign up page in Safari
es: La página se abrirá en Safari
id: Kami akan membuka halaman Pendaftaran di Safari
pt: A página de criação de conta será aberta no Safari
zh_hant: 我們會在Safari中打開註冊頁

# btn_signup_url
source: http://meme.yahoo.com/confirm
id: http://mim.yahoo.com/confirm

# path_create_post_background_image
source: images/btn_create_post.png
es: images/btn_create_post_es.png
id: images/btn_create_post_id.png
pt: images/btn_create_post_br.png
zh_hant: images/btn_create_post_zh.png

# btn_back_title
source: back
es: atrás
id: kembali
pt: voltar
zh_hant: 返回

source: followers
es: seguidores
id: pengikut
pt: seguidores
zh_hant: 追隨者

source: following
es: siguiendo
id: mengikuti
pt: seguindo
zh_hant: 追隨

# about_ATOS
source: Additional Terms of Service
es: Términos Adicionales
id: Ketentuan Layanan Tambahan
pt: Termos Adicionais
zh_hant: 附加服務條款

# about_UTOS
source: Yahoo! Terms of Service
es: Yahoo! Términos de Uso
id: Ketentuan Layanan
pt: Yahoo! Termos de Serviço
zh_hant: 服務條款

# about_privacy
source: Privacy Policy
es: Privacidad
id: Kebijakan Privasi
pt: Privacidade
zh_hant: 隱私權政策

# about_guidelines
source: Guidelines
es: Reglas
id: Pedoman
pt: Regras
zh_hant: 使用規範

# about_feedback
source: Contact Us
es: Envía tus sugerencias
id: Kirim masukan
pt: Mande sugestões
zh_hant: 建議事項

# meme_short_domain
source: me.me/
id: mim.ly/

# aboutGitLabel_text
source: Meme for iPad on GitHub: http://memeapp.net/source
es: Meme para iPad en GitHub: http://memeapp.net/source
id: Mim untuk iPad di GitHub: http://memeapp.net/source
pt: Meme para iPad no GitHub: http://memeapp.net/source

# meme_about_text
source: About
es: Información
id: Tentang
pt: Sobre
zh_hant: 關於

# mail_message_subject_feedback
source: Meme for iPad - Feedback (ver. %s)
es: Meme para iPad - Sugerencias (ver. %s)
id: Masukan untuk Mim untuk iPad (ver. %s)
pt: Meme para iPad - Sugestão (ver. %s)

# meme_settings_text
source: Settings
es: Ajustes
id: Pengaturan
pt: Configurações
zh_hant: 設置

# meme_install_bookmarklet_text
source: Install Safari Bookmarklet
es: Instalar Bookmarklet en Safari
id: Instal Bookmarklet Safari
pt: Instalar Bookmarklet no Safari

# meme_bookmarklet_alert_title
source: Install Bookmarklet
es: Instalar Bookmarklet en Safari
id: Menginstal Bookmarklet
pt: Instalar Bookmarklet

# meme_bookmarklet_alert_message
source: You will be redirected to Safari to complete the installation of the Bookmarklet. Follow the instructions that appear on that page.
id: Anda akan diarahkan ke Safari untuk menyelesaikan penginstalan Bookmarklet. Ikuti instruksi yang ada di halaman tersebut.
pt: Você será redirecionado para o Safari para completar a instalação do Bookmarklet. Siga as instruções na página.

# about_version
source: version:
es: versión:
id: versi:
pt: versão:
zh_hant: v.

# meme_paste_alert_message
source: Do you want to add the content from the following Link in your Post? %s
es: ¿Quiere agregar el contenido del siguiente link en tu post? %s
id: Apakah Anda ingin menambahkan konten dari Link berikut di Postingan? %s
pt: Você deseja adicionar o conteúdo do link abaixo no seu Post? %s

# meme_paste_alert_title
source: Attention!
es: ¡Atención!
id: Perhatian!
pt: Atenção!
zh_hant: 注意！

# open_link_title
source: Open Link
es: Abrir Liga
id: Buka Link
pt: Abrir Link
zh_hant: 打開鏈接

# success_alert_title
source: Success
es: Éxito
id: Berhasil
pt: Sucesso
zh_hant: 成功

# error_alert_title
source: Error
id: Ada Kesalahan
pt: Erro
zh_hant: 錯誤

# btn_alert_YES
source: Yes
es: Sí
id: Ya
pt: Sim
zh_hant: 是

# btn_alert_NO
source: No
id: Tidak
pt: Não
zh_hant: 否

# btn_alert_CANCEL
source: Cancel
es: Cancelar
id: Batal
pt: Cancelar
zh_hant: 取消

# btn_alert_INSTALL
source: Install
es: Instalar
id: Menginstal
pt: Instalar
zh_hant: 安裝

# open_link_message
source: We will open this link in Safari
es: La página se abrirá en Safari
id: Kami akan membuka link ini di Safari
pt: Este link será aberto no Safari
zh_hant: >我們會在Safari中打開註冊頁

# btn_error_refresh_title
source: retry
es: Recargar
id: refresh
pt: recarregar
zh_hant: 刷新

# yql_error
source: Error
id: Kesalahan
pt: Erro
zh_hant: 錯誤

# error_message_problem
source: Ops, it seems we had a problem...
es: Uy, algo anda mal...
id: Sepertinya ada masalah...
pt: Ops, parece que tivemos um problema...
zh_hant: 對不起，好像出現了問題...

source: Network Error
es: Error de conexión
id: Kesalahan Jaringan
pt: Erro de Rede
zh_hant: 網路錯誤

# network_error_message
source: You need to be online to use Meme for iPad. Please, check your network connection and try again.
es: Necesitas estar en línea para utilizar Meme en Ipad. Revisa tu conexión.
id: Anda harus online agar dapat menggunakan Mim untuk iPad. Silakan cek koneksi jaringan Anda dan coba lagi.
pt: Você precisa estar online para poder usar o Meme para iPad. Por favor, verifique sua conexão de rede e tente novamente.
zh_hant: 你需要上網才能在iPad上使用Meme。請檢查網路連接。

# loading_message
source: Loading...
es: Cargando...
id: Memuat...
pt: Carregando...
zh_hant: 載入中...

# memeapp_url
source: http://me.me/ipad/
id: http://mim.ly/ipad/

# btn_done_title
source: done
es: ok
id: Selesai
pt: ok
zh_hant: 完成

# pull_to_reload_text
source: Pull to reload
es: Mueve para recargar
id: Tarik untuk memuat ulang
pt: Puxe para recarregar
zh_hant: 拉一下，重新載入

# last_updated_text
source: Last Updated:
es: Última actualización:
id: Update Terakhir:
pt: Última atualização:
zh_hant: 最後修改:

# pull_down_to_refresh_text
source: Pull down to refresh...
es: Mueve para recargar...
id: Tarik ke bawah untuk refresh...
pt: Puxe para recarregar...
zh_hant: 向下拉，刷新...

# release_to_refresh_text
source: Release to refresh...
es: Suelta para recargar...
id: Lepaskan untuk refresh...
pt: Solte para recarregar...
zh_hant: 放開，刷新...

# reloading_message
source: Reloading...
es: Actualizando...
id: Memuat ulang...
pt: Recarregando...
zh_hant: 重新載入中...

# welcome_message
source: welcome to meme!
es: ¡Bienvenido a Meme!
id: selamat datang di mim!
pt: bem vindo ao meme!
zh_hant: 歡迎來到meme!

# welcome_message2
source: the smart way to post
es: la forma inteligente de bloguear
id: cara cerdas untuk posting
pt: o jeito inteligente de postar
zh_hant: 智能的发帖方式

# welcome_description
source: Meme from Yahoo! is a new kind of blogging platform: elegant, smart and simple. You can start by following some of the blogs from our recommended list or creating a new Post, just click in the "create post" button
es: Meme de Yahoo! es una nueva plataforma de bloguéo: elegante, inteligente y simple. /n Puedes empezar siguiendo algunos de los blogs en nuestras recomendaciones o crear una nueva entrada, sólo haz clic el el botón de "crear entrada"
id: Mim dari Yahoo! adalah platform blogging jenis baru: elegan, cerdas dan mudah. Anda dapat memulai dengan mengikuti beberapa blog yang ada di daftar rekomendasi kami atau membuat Postingan baru, cukup klik tombol "buat postingan"
pt: Meme do Yahoo! é um novo tipo de pltaforma de blog elegante, inteligente e simples. Você pode começar seguindo algus dos blogs recomendados ou criando um novo post, clique no botão "criar post"
zh_hant: 雅虎的Meme是一個新型博客平臺：優雅、智能而且簡單。 你可以開始追隨一些我們推薦的博客，或是自己寫一篇博客，只要點擊"新建帖子"按鍵

# go_dashboard_title
source: Now that you are following some blogs, check out your feed
es: Ahora que sigues algunos blogs, revisa tu feed
id: Kini setelah Anda mengikuti beberapa orang, lihat feed Anda
pt: Agora que você esta seguindo alguns blogs, dê uma olhada no seu feed
zh_hant: 現在你已經追隨了一些博客，看看你的主頁

# recommended_label_title
source: RECOMMENDED USERS &amp; CONTENT
es: USUARIOS Y CONTENIDO RECOMENDADO
id: KONTEN DAN PENGGUNA YANG DIREKOMENDASI
pt: CONTEÚDO E USUÄRIOS RECOMENDADO
zh_hant: 推薦的用戶和內容

# featured_content_text
source: FEATURED CONTENT
es: CONTENIDO DESTACADO
id: KONTEN PILIHAN
pt: DESTAQUE
zh_hant: 特色內容

# searchTextField_hint_text
source: Paste YouTube or Vimeo links or make a search to illustrate your post
es: Pega tus ligas de YouTube o Vimeo para ilustrar tu entrada
id: Taruh link YouTube atau Vimeo atau ketik kata kunci mengenai postingan Anda
pt: Cole links do YouTube ou Vimeo, ou faça uma busca para ilustrar seu post
zh_hant: 把你的YouTube或Vimeo鏈接黏貼進來，或者搜索你需要的的內容

# popover_flashlight_title
source: Suggested Content
es: Contenido Sugerido
id: Konten Usulan
pt: Sugestão de Conteúdo
zh_hant: 建議內容

# btn_post_top_title
source: post
es: actualizar
id: posting
pt: postar
zh_hant: 發表

# editTitleField_hint_text
source: add title
es: agrega título
id: tambah judul
pt: adicione um título
zh_hant: 加標題

# tempPostLabel_text
source: write your post here
es: escribe tu entrada aquí
id: tulis postingan Anda di sini
pt: escreva aqui seu post
zh_hant: 在這裡編輯帖子

# disclaimer_copyright_guidelines
source: Donâ€™t infringe copyright or post adult content. Check the Community Guidelines for more information.
es: No violes las leyes de propiedad ni envíes contenido adulto. Revisa las Reglas de la Comunidad.
id: Jangan melanggar hak cipta atau mengirim konten dewasa. Lihat Pedoman Komunitas untuk info lengkap.
pt: Não viole direitos autorais e/ou envie conteúdo adulto. Na dúvida, veja as Regras da Comunidade.
zh_hant: 請勿侵犯著作權和發佈色情內容. 查看社群使用規範了解更多資訊.

# disclaimer_yahoo_updates
source: Your Post will be shared via Yahoo! Updates.
es: Tu entrada será compartida a través Yahoo! Updates.
id: Postingan Anda akan dibagi via Yahoo! Updates.
pt: Seu post será compartilhado via Yahoo! Atualizações.
zh_hant: 你的帖子會通過Yahoo! Updates分享給他人

# oops_alert_title
source: Oops...
es: Ups...
id: Waduh...
zh_hant: 抱歉...

# post_message_empty
source: Write something before you hit the post button.
es: Escribe algo antes de publicar tu entrada.
id: Tulis sesuatu sebelum Anda menekan tombol posting.
pt: Seu post esta vazio, escreva alguma coisa antes de postar
zh_hant: 在發表之前寫些東西吧。

# preparing_to_post_message
source: Preparing to post...
es: Preparándote para publicar...
id: Bersiap untuk posting...
pt: Preparando para postar...
zh_hant: 準備發表...

# remove_alert_title
source: Remove
es: Quitar
id: Hapus
pt: Remover
zh_hant: 删除

# remove_alert_message
source: Are you sure you want to remove this media from your post?
es: ¿Seguro lo quieres quitar de tu entrada?
id: Apa Anda yakin ingin menghapus media ini dari postingan Anda?
pt: Você tem certeza que deseja retirar esta mídia do seu post?
zh_hant: 你确定要把这个媒体从帖子中删除?

# publishing_post_meme
source: Publishing your post on Meme
es: Publicando tu entrada en Meme
id: Menerbitkan postingan Anda di Mim
pt: Publicando seu post no Meme
zh_hant: 在Meme上發表你的帖子

# prepare_uploading_file
source: Preparing to upload file
id: Bersiap meng-upload file
pt: Preparando para subir arquivo
zh_hant: 準備上傳文件

source: Uploading File...
es: Cargando archivo...
id: Meng-upload File...
pt: Enviando arquivo...
zh_hant: 上傳文件...

# post_success_message
source: Your post was published successfully!
es: ¡Tu entrada se publicó excitosamente!
id: Postingan Anda berhasil diterbitkan!
pt: Seu post foi publicado com sucesso!
zh_hant: 你的帖子已经成功發表!

# post_error_message
source: Your post could not be published.
es: No pudimos publicar tu entrada.
id: Postingan Anda tidak dapat diterbitkan.
pt: Seu post não pode ser publicado
zh_hant: 你的帖子不能发表。

# post_error_7meg_message
source: Your post could not be published. Please check the image size, it must have less than 7MB.
es: No pudimos publicar tu entrada. Revisa que el tamaño de tu imagen sea menor que 7MB.
id: Postingan Anda tidak dapat diterbitkan. Cek ukuran gambar. Gambar tidak boleh lebih dari 7MB.
pt: Seu post não pode ser publicado, Por favor verifique o tamanho da imagem, ela deve ter menos de 7MB.
zh_hant: 你的帖子不能发表。請检查图片大小是否小于7MB.

# flashlight_alert_empty_message
source: The Flashlight is empty, just type something to get suggested content
es: The Flashlight está vacío, empieza a escribir para obtener sugerencias.
id: Flashlight kosong, ketik sesuatu untuk mendapatkan konten usulan
pt: O campo Flashlight esta vazio, digite alguma coisa para buscar sugestões de conteúdo
zh_hant: 探照灯关键字为空，只要输入任何内容我们就会提供建议

# flashlight_no_results
source: No results were found.
es: No encontramos resultados
id: Hasil tidak ditemukan.
pt: Nenhum resultado foi encontrado.
zh_hant: 没有找到结果。

# add_photo_button_title
source: add photo
es: agrega foto
id: tambah foto
pt: incluir foto
zh_hant: 添加圖片

# time_just_now
source: Just now
es: Ahora
id: Baru saja
pt: poucos segundos
zh_hant: 一會兒

# time_1_minute
source: 1 minute
es: 1 minuto
id: 1 menit
pt: 1 minuto
zh_hant: 1分鐘

# time_minutes
source: minutes
es: minutos
id: menit
pt: minutos
zh_hant: 幾分鐘

# time_1_hour
source: 1 hour
es: 1 hora
id: 1 jam
pt: 1 hora
zh_hant: 1小時

# time_hours
source: hours
es: horas
id: jam
pt: horas
zh_hant: 幾小時

# time_1_day
source: 1 day
es: 1 día
id: 1 hari
pt: 1 dia
zh_hant: 1天

# time_days
source: days
es: días
id: hari
pt: dias
zh_hant: 幾天

# time_1_week
source: 1 week
es: 1 semana
id: 1 minggu
pt: 1 semana
zh_hant: 1星期

# time_weeks
source: weeks
es: semanas
id: minggu
pt: semanas
zh_hant: 幾星期

# time_1_month
source: 1 month
es: 1 mes
id: 1 bulan
pt: 1 mês
zh_hant: 1個月

# time_months
source: months
es: meses
id: bulan
pt: meses
zh_hant: 幾個月

# time_1_year
source: 1 year
es: 1 año
id: 1 tahun
pt: 1 ano
zh_hant: 1年

# time_years
source: years
es: años
id: tahun
pt: anos
zh_hant: 幾年

# time_1_century
source: 1 century
es: 1 siglo
id: 1 abad
pt: 1 século
zh_hant: 1世紀

# time_centuries
source: Centuries
es: siglos
id: Abad
pt: Séculos
zh_hant: 幾世紀

# time_ago
source: ago
id: yang lalu
zh_hant: 之前

source: posted
es: hace
id: di-posting
pt: postado há
zh_hant: 發表

# btn_send_comment_title
source: save comment
es: comentar
id: komentar
pt: comentar
zh_hant: 回應

# repostCommentField_hint_text
source: add your comment...
es: agrega tu comentario...
id: tambah komentar...
pt: adicione seu comentário
zh_hant: 添加你的回應...

# delete_alert_title
source: Delete Post
es: Borrar
id: Hapus Postingan
pt: Apagar Post
zh_hant: 刪除帖子

# delete_alert_message
source: Are you sure you want to delete this Post?
es: ¿Estás seguro de que quieres borrar tu entrada?
id: Apa Anda yakin ingin menghapus Postingan ini?
pt: Você tem certeza de que deseja apagar este Post?
zh_hant: 你確定要刪除這個帖子?

# report_abuse_alert_title
source: Report Abuse
es: Reportar abuso
id: Laporkan penyalahgunaan
pt: Denúncia de Abuso
zh_hant: 舉報

# report_abuse_alert_message
source: We will open the Report Abuse page on Safari.
es: Tu reporte se abrirá en Safari.
id: Kami akan membuka halaman Laporkan Penyalahgunaan di Safari.
pt: A página de Denúncia de Abuso será aberta no Safari.
zh_hant: 我們會在Safari中打開舉報頁。

# path_btn_follow_background_image
source: images/bg_btn_follow.png
es: images/bg_btn_follow_es.png
id: images/bg_btn_follow_id.png
pt: images/bg_btn_follow_pt.png
zh_hant: images/bg_btn_follow_zh.png

# path_btn_following_background_image
source: images/bg_btn_following.png
es: images/bg_btn_following_es.png
id: images/bg_btn_following_id.png
pt: images/bg_btn_following_pt.png
zh_hant: images/bg_btn_following_zh.png

# copy_link_text
source: Copy Link
es: Copiar enlace
id: Salin link
pt: Copiar Link
zh_hant: 複製鏈接

# mail_post_text
source: Mail this Post
es: Enviar esta entrada por correo
id: EMail posting ini
pt: Enviar este Post por e-mail
zh_hant: 郵寄這篇帖子

# share_with_twitter
source: Share with Twitter for iPad
es: Compártelo por Twitter for iPad
id: Bagi dengan Twitter untuk iPad
pt: Compartilhar com Twitter for iPad
zh_hant: 在iPad的Twitter上分享

# share_with_twitter_message
source: This will open Twitter for iPad (if installed)
es: La entrada se abrirá en Twitter para iPad (si está instalado)
id: Ini akan membuka Twitter untuk iPad (jika terinstal)
pt: Isso abrirá o Twitter for IPad (se estiver instalado)
zh_hant: 這將打開iPad上的Twitter（如果安裝過

# mail_message_body_source
source: Source:
es: Fuente:
id: Sumber:
pt: Fonte:
zh_hant: >來源:

# mail_web_link
source: Mail Link
id: Email Link
pt: Enviar link por e-mail
zh_hant: 郵寄鏈接

# mail_web_link_text
source: Sharing Link:
es: Compartindo Enlance:
id: Berbagi Link:
pt: Compartilhando Link:
zh_hant: 分享鏈接:

# format_test
source: My name is %s
id: Nama saya %s
zh_hant: 我的名字是%s

# path_btn_signin_title
source: sign in
es: ingresa
pt: entrar
zh_hant: 登入

# btn_signout_title
source: sign out
es: salir
pt: sair
zh_hant: 登出

# alert_clear_shake_title
source: Clear content
es: Borrar contenido
pt: Apagar Conteúdo

# alert_clear_shake_message
source: Are you sure you want to clear all content in this screen?
es: ¿Seguro lo quieres borrar todo contenido?
pt: Tem certeza que você deseja pagar todo o conteúdo desta tela?

# mail_message_signature
source: Sent with Meme for iPad
es: Enviado desde Meme para iPad
pt: Enviado com Meme for iPad
zh_hant: 從iPad的Meme上發送的

# mail_message_subject_default
source: Sharing an interesting Post
es: Compartindo una entrada interesante
pt: Compartilhando um post interessante
zh_hant: 分享一篇有趣的帖子

# btn_alert_OK
source: OK
zh_hant: 好

# settings_url
source: http://profiles.yahoo.com/settings/updates
zh_hant: http://meme.yahoo.com/settings

# flashlight_alert_empty_title
source: Flashlight
zh_hant: 探照灯
